docs/state_machines/dot/ru/global/access_state_Пользователь.dot
digraph {
  rankdir=LR;
  node [shape=oval];
  edge [fontsize=10];

  active [label="активен"];
  closed [label="заблокирован"];
  __initial [shape=point];
  __initial -> active;
  active -> closed [label="block"];
  closed -> active [label="reactivate"];
}
