docs/state_machines/mmd/ru/global/access_state_Пользователь.mmd
stateDiagram-v2
  direction LR

  state "активен" as active
  state "заблокирован" as closed

  [*] --> active
  active --> closed : block
  closed --> active : reactivate
